// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Status und Warnungen";

MoreInfoTitle = "Weitere Informationen";
SATPrivacyStatementOnlineLink = "HP Datenschutzerklärung";

SATAlertsTaskDescription = "Geben Sie die Ebene für erweiterte Statusinformationen ein, die für Ihr HP Gerät angezeigt werden sollen. Sie werden stets benachrichtigt, wenn vom Gerät eine von Ihnen angeforderte Aufgabe nicht ausgeführt werden kann oder ein Benutzereingriff Ihrerseits erforderlich ist.";

SATShowAlertsButtonTitle = "Erweiterte Warnungen anzeigen für:";
SATAutoDismissTitlePreffix = "Warnungen automatisch in";
SATAutoDismissTitleSuffix = "Sekunde(n) ausblenden für:";

SATErrorsWarningsAndInfo = "Fehler und Meldungen mit Warnungen und Informationen";
SATErrorsAndWarnings = "Fehler und Warnungen";
SATErrorsOnly = "Nur Fehler";
SATInfoMessages = "Meldungen mit Informationen";
SATWarningsAndInfoMessages = "Meldungen mit Warnungen und Informationen";

SATShowWebContentButtonTitle = "Webinhalt in Warnungen anzeigen";
SATShowWebContentButtonBaseDescription = "Mit Ihrer Erlaubnis kann der Status Ihres Geräts über eine sichere Verbindung an HP übermittelt werden. Anhand dieser Daten kann HP prüfen, ob Sie für ein HP Programm registriert und zum Erhalt von Sonderangeboten berechtigt sind. Daraufhin kann die Meldung gemäß der verfügbaren Optionen modifiziert werden.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Weitere Informationen zu den an HP gesendeten Informationen finden Sie unter SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Weitere Informationen zur HP Datenschutzerklärung erhalten Sie unter SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Sollen die HP Alarmfunktionen wirklich ausgeschaltet werden?";
SATNoControlPanelTurnOffButtonTitle = "Ausschalten";
SATNoControlPanelAlertText = "In diesem Fall werden Ihnen ggf. wichtige Nachrichten zum Status des Geräts nicht mehr angezeigt.";
SATCancelButtonTitle = "Abbrechen";
